// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="Ustawienia faksu";
"Back"="Wróć";
"Str_Fax_Settings_Btn_Next"="Następna";
"Str_Fax_Settings_Btn_Finish"="Zakończ";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="Wprowadzenie";
"Make the basic settings to send/receive faxes."="Należy skonfigurować podstawowe ustawienia w celu wysyłania/odbierania faksów.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Należy się upewnić, że komputer jest podłączony do drukarki, zainstalowano sterownik drukarki, ukończono konfigurację ustawień drukowania z komputera a drukarka jest włączona.";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="Odczytywanie ustawień z drukarki.";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="Ustawienia informacji o nagłówku";
"Enter your Fax Header and Phone Number."="Należy wprowadzić nagłówek faksu i numer telefonu.";
"Fax Header:"="Nagłówek faksu:";
"Your Phone Number:"="Twój numer telefonu:";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="Nagłówek faksu i numer telefonu znajdują się w górnej części otrzymanego faksu.";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="Ustawienia automatycznej odpowiedzi";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="Jeśli faks jest używany częściej niż drukarka, zaleca się użycie opcji automatycznej odpowiedzi. Oprócz tego zaleca się, aby zadbać o stałe utrzymywanie odpowiedniej ilości załadowanego papieru w celu odbioru faksów.\nUwaga:\nW zależności od regionu może być niedostępne ustawienie Sygnały do odbioru.";
"Number of Rings to Answer:"="Liczba sygnałów do odbioru:";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="Należy się upewnić, że ustaw. opcję Automatyczna odpowiedź, jeśli do drukarki nie podłącz. telefonu zewnętrznego. Nie można odb. faksów bez ustaw. automatycznej odpowiedzi.";
"Auto Answer"="Automatyczna odpowiedź";
"Str_Auto_Answer_Strings_Button_On"="Automatyczna odpowiedź:wł.";
"Str_Auto_Answer_Strings_Button_Off"="Automatyczna odpowiedź:wył.";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="Automatyczny przełącznik faks/telefon";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="Ustawienia wykrywania sygnału wybierania";
"Set whether or not to start dialing after detecting a dial tone."="Należy określić, czy po wykryciu sygnału rozpocząć wybieranie.";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="Jeśli sprawdzanie połączenia faksu nie pozwala wykryć sygnału wybierania, można wybrać numer, usuwając zaznaczenie pola wyboru.";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="Czasem usunięcie zaznaczenia pola wyboru może spowodować skasowanie części numeru i połączenie z niewłaściwym numerem.";
"Detect Dial Tone"="Wykrywaj sygnał wybierania";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="Potwierdź ustawienia";
"Check the following settings."="Należy sprawdzić poniższe ustawienia.";
"Click [Next] to send the setting information to the printer."="Aby przesłać ustawienia do drukarki, należy kliknąć przycisk [Następna].";
"Str_Confirm_Settings_View_SText_Fax_Header"="Nagłówek faksu:";
"Str_Confirm_Settings_View_SText_Phone_Number"="Twój numer telefonu:";
"Str_Confirm_Settings_View_SText_Auto_Answer"="Automatyczna odpowiedź:";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="Sygnały do odbioru:";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="Wykrywanie sygnału wybierania:";
"Str_Confirm_Settings_View_SText_On"="wł.";
"Str_Confirm_Settings_View_SText_Off"="wył.";
"Str_Confirm_Settings_View_SText_AutoSwitch"="Automatyczne przełączanie";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="Przesyłanie ustawień do drukarki.";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="Ustawienia skonfigurowane";
"Str_Settings_Complete_View_SText_Success"="Ustawienia faksu zostały skonfigurowane pomyślnie.";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="Konfiguracja ustawień faksu się nie powiodła";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="FAX Utility...";
"Preferences..."="Preferencje...";
"Services"="Usługi";
"Hide FAX Utility"="Ukryj FAX Utility";
"Hide Others"="Ukryj pozostałe";
"Show All"="Pokaż wszystkie";
"Quit FAX Utility"="Zakończ FAX Utility";
"File"="Plik";
"Close"="Zamknij";
"Edit"="Zmiany";
"Undo"="Cofnij";
"Redo"="Przywróć";
"Cut"="Wytnij";
"Copy"="Kopiuj";
"Paste"="Wklej";
"Delete"="Usuń";
"Select All"="Zaznacz wszystko";
"Window"="Okno";
"Minimize"="Miniaturka";
"Help"="Pomoc";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Anuluj";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nie można znaleźć pliku potrzebnego do uruchomienia aplikacji.\nNależy ponownie zainstalować program FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nie można uzyskać informacji o drukarce (faksie). Należy wybrać opcję \"Preferencje drukowania i faksowania\" i dodać sterownik PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Wybrany plik już istnieje. Czy chcesz zastąpić plik?";
"Str_Alert_Common_Not_Responding_Error"="Drukarka nie odpowiada. Należy sprawdzić, czy drukarka jest prawidłowo podłączona i czy włączono zasilanie.";
"Str_Alert_Common_Communication_Error"="Wystąpił błąd komunikacji drukarki.";
"Str_Alert_Common_Printer_Processing_Error"="Drukarka przetwarza dane. Należy zaczekać chwilę, a następnie spróbować ponownie.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Podczas komunikacji z drukarką wykryto błąd.\nKod błędu (%d)";
"Str_Alert_Common_Error_Occurred"="Przetwarzanie zostało anulowane, ponieważ wystąpił błąd.";
"Str_Alert_Common_PrinterStatusError"="Wystąpił błąd w drukarce. Wyczyść błąd, a następnie spróbuj ponownie.";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="Nie można rozpocząć konfigurowania ustawień faksu, ponieważ działa inna funkcja programu FAX Utility. Należy zaczekać do jej ukończenia, a następnie spróbować ponownie.";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="Ustawienia faksu są niekompletne.\nAnulować przetwarzanie?";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="Nagłówek faksu może zawierać wyłącznie znaki i symbole alfanumeryczne.";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="Twój numer telefonu może zawierać tylko znaki numeryczne i spacje.";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="Należy ustawić liczbę sygnałów do odbioru w przedziale od %d do %d.";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="Znaleziono błąd w informacjach o ustawieniu przesłanych przez drukarkę.\nNazwa pozycji: (%@)";
